Repository: tanishaapriya/LoopKit
Catalog: Loop/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, vi, zh_hans

source: Support
de: Unterstützung
es: Ayuda
fi: Tuki
he: תמיכה
it: Supporto
nb: Brukerstøtte
nl: Ondersteuning
pl: Wsparcie
ro: Asistență
ru: Поддержка
tr: Destek

source: Use BG coloring
de: Zeige BZ-Kurve farbig an
fr: Utiliser la coloration de glycémie
ro: Utilizați colorarea glicemiei
zh_hans: 使用血糖数据颜色

source: Bolus
es: Bolo
it: Bolo
ja: ボーラス
ru: Болюс
zh_hans: 大剂量

source: Amplitude
it: Ampiezza
pl: Amplituda

source: Information
nb: Informasjon
ro: Informații
zh_hans: 信息

source: Add item to Lock Screen / CarPlay display
ro: Adăugați elementul la ecranul de blocare / afișajul CarPlay

source: Configure Display
ro: Configurați afișajul

source: Configure Lock Screen / Carplay Row
ro: Configurați ecranul de blocare / rândul Carplay

source: Display colors for glucose
ro: Culori de afișare pentru glicemie

source: Display Control Options
ro: Opțiuni de control al afișajului

source: Display prediction in plot
ro: Afișați predicția în grafic

source: Display up to 4 items. Display label is in parentheses.
ro: Afișați până la 4 elemente. Eticheta de afișare este în paranteze.

source: Lock Screen / Dynamic Island / CarPlay
ro: Ecran de blocare / Insulă dinamică / CarPlay

source: Select Lock Screen Display Options
ro: Selectați opțiunile de afișare ale ecranului de blocare

source: %1$@ v%2$@
ru: %1$@ версии %2$@

source: g
ru: г
tr: gr
zh_hans: 克

source: Fiasp
zh_hans: 费雅普（Fiasp）
